{
  "@context": [
    "http://www.w3.org/ns/csvw",
    {
      "@language": "uk"
    }
  ],
  "tableSchema": {
    "columns": [
      {
        "name": "identifier",
        "titles": "Ідентифікатор",
        "dc:description": "Унікальний ідентифікатор проекту регуляторного акту. Ідентифікатором може бути рік, на який ухвалений план, і порядковий номер у переліку, що розділені знаком дефіc - \"-\". Розпорядники можуть використовувати власні ідентифікатори. Наприклад: 2019-01.",
        "datatype": "string"
      },
      {
        "name": "title",
        "titles": "Назва проекту регуляторного акту",
        "dc:description": "Назва проекту регуляторного акту. Наприклад: Порядок встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг.",
        "datatype": "string"
      },
      {
        "name": "legalActTitle",
        "titles": "Назва проекту нормативно-правого акту",
        "dc:description": "Повна назва проекту нормативно-правового акту, який виноситься на розгляд регуляторного органу. Наприклад: Проект рішення Вінницької міської ради \"Про встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг розташованих на території м. Вінниці",
        "datatype": "string"
      },
      {
        "name": "type",
        "titles": "Вид проекту",
        "dc:description": "Вид проекту може мати одне зі значень: (а) прийняття нового регуляторного акту, (б) внесення змін до регуляторного акту, (в) скасування діючого регуляторного акту. Наприклад: внесення змін до регуляторного акту.",
        "datatype": "string"
      },
      {
        "name": "objective",
        "titles": "Ціль прийняття",
        "dc:description": "Стислий виклад цілі або цілей прийняття регуляторного акту. Наприклад: Встановлення за погодженням з власниками зручного для населення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг, розташованих на території міста Вінниця. Якщо у проекті визначено декілька цілей, їх треба розділити знаком крапка з комою.",
        "datatype": "string"
      },
      {
        "name": "isVersionOfІD",
        "titles": "Ідентифікатор акту, до якого вносяться зміни",
        "dc:description": "Якщо проект передбачає внесення змін до чинного регуляторного акту, необхідно вказати ідентифікатор регуляторного акту з набору даних \"Перелік діючих регуляторних діючих актів\" (колонка identifier). Наприклад: 719-2014-05-29. Якщо ідентифікатор відсутній, вказати null.",
        "datatype": "string"
      },
      {
        "name": "isVersionOfTitle",
        "titles": "Назва акту, до якого вносяться зміни",
        "dc:description": "Якщо проект передбачає внесення змін до чинного регуляторного акту, необхідно вказати назву регуляторного акту з набору даних \"Перелік регуляторних актів\" (колонка title). Наприклад: Порядок встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг.",
        "datatype": "string"
      },
      {
        "name": "creator",
        "titles": "Повна назва розробника",
        "dc:description": "Повна назва органу й підрозділу відповідального за розробку проекту регуляторного акту або прізвище, ім'я, по-батькові розробників. Наприклад, Департамент економіки і інвестицій Вінницької міської ради.",
        "datatype": "string"
      },
      {
        "name": "creatorID",
        "titles": "Ідентифікатор розробника",
        "dc:description": "Номер розробника проекту регуляторного акту у Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань (ЄДР). Наприклад: 01411082. Якщо розробник немає номеру в ЄДР, вказати - null. У електронних таблицях колонка повинна мати текстовий формат",
        "datatype": "string"
      },
      {
        "name": "developmentEndDate",
        "titles": "Кінець строку розробки",
        "dc:description": "Кінцева дата строку розробки проекту регуляторного акту у форматі ISO 8601 (рррр-мм-дд). Якщо планом затверджено, наприклад, місяць чи квартал, то необхідно зазначити останній день цього періоду. Наприклад: 2019-06-01.",
        "datatype": "date"
      },
      {
        "name": "accessURL",
        "titles": "Посилання в мережі Інтернет",
        "dc:description": "Посилання на оприлюднений проект регуляторного акту в мережі Інтернет (URL). Посилання має починатися з http:// або https://. Наприклад: https://www.example.gov.ua/example/.",
        "datatype": "anyURI"
      },
      {
        "name": "bibliographicCitation",
        "titles": "Посилання у друкованих виданнях",
        "dc:description": "Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад: Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо посилання відсутнє, вказати - null.",
        "datatype": "string"
      },
      {
        "name": "dateSubmitted",
        "titles": "Дата внесення на розгляд",
        "dc:description": "Дата внесення проекту регуляторного органу на розгляд у форматі ISO 8601 (рррр-мм-дд). Наприклад: 2018-10-05.",
        "datatype": "date"
      },
      {
        "name": "regulatoryAgencyPrefLabel",
        "titles": "Назва регуляторного органу",
        "dc:description": "Повна назва регуляторного органу, яким буде затверджено проект регуляторного акту. Наприклад: Виконавчий комітет Вінницької міської ради.",
        "datatype": "string"
      },
      {
        "name": "regulatoryAgencyIdentifier",
        "titles": "Ідентифікатор регуляторного органу",
        "dc:description": "Номер регуляторного органу в Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань (ЄДР). Наприклад: 01411082. Якщо регуляторний орган не має номеру в ЄДР, вказати - null. У електронних таблицях колонка повинна мати текстовий формат.",
        "datatype": "string"
      }
    ]
  }
}