{
  "@context": [
    "http://www.w3.org/ns/csvw",
    {
      "@language": "uk"
    }
  ],
  "tableSchema": {
    "columns": [
      {
        "name": "identifier",
        "titles": "Унікальний ідентифікатор регуляторного акту",
        "dc:description": "Номер нормативно-правового акту, яким був прийнятий регуляторний акт, та дата його прийняття у форматі ISO 8601 (рррр-мм-дд), що розділені символом “-” (дефіс). Наприклад, регуляторний акт затверджений рішенням №719 від 29 травня 2014 року матиме ідентифікатор 719-2014-05-29. Регуляторні органи можуть використовувати також власні унікальні ідентифікатори.",
        "datatype": "string"
      },
      {
        "name": "regulatoryAgencyLegalName",
        "titles": "Повна назва регуляторного органу",
        "dc:description": "Повна назва органу, що прийняв регуляторний акт, наприклад, Вінницька міська рада.",
        "datatype": "string"
      },
      {
        "name": "regulatoryAgencyIdentifier",
        "titles": "Ідентифікатор регуляторного органу",
        "dc:description": "Номер регуляторного органу у Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань (ЄДР). Наприклад, 01411082.\nЯкщо регуляторний орган не має номеру в ЄДР, вказати - null. У електронних таблицях (Microsoft Excel, LibreOffice Calc, Google Таблиці) колонка повинна мати текстовий формат.",
        "datatype": "string"
      },
      {
        "name": "title",
        "titles": "Назва регуляторного акту",
        "dc:description": "Назва регуляторного акту, наприклад, Порядок встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг.",
        "datatype": "string"
      },
      {
        "name": "valid",
        "titles": "Дата набрання чинності регуляторним актом.",
        "dc:description": "Дата набрання чинності регуляторним актом у форматі ISO 8601 (рррр-мм-дд), наприклад, 2014-05-30.",
        "datatype": "date"
      },
      {
        "name": "accessURL",
        "titles": "Посилання на регуляторний акт в мережі Інтернет (URL)",
        "dc:description": "Посилання на регуляторний акт в мережі Інтернет (URL). Посилання має починатися з http:// або https://, наприклад, https://www.example.gov.ua/example/.",
        "datatype": "anyURI"
      },
      {
        "name": "bibliographicCitation",
        "titles": "Посилання на публікацію регуляторного акту у друкованих виданнях",
        "dc:description": "Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад, Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо посилання відсутнє, вказати - null.",
        "datatype": "string"
      },
      {
        "name": "legalActTitle",
        "titles": "Повна назва нормативно-правового акту, яким було ухвалено регуляторний акт.",
        "dc:description": "Повна назва нормативно-правового акту, яким було ухвалено регуляторний акт, включаючи дату прийняття та номер. Наприклад, Рішення міської ради \"Про встановлення режиму роботи закладів торгівлі, ресторанного господарства, сфери послуг та розваг розташованих на території м. Вінниці\" №1719 від 30.05.2014 року.",
        "datatype": "string"
      },
      {
        "name": "legalActІdentifier",
        "titles": "Номер нормативно-правового акту, яким ухвалено регуляторний акт",
        "dc:description": "Номер нормативно-правового акту, яким ухвалено регуляторний акт (без знаку №). Наприклад, 1719.",
        "datatype": "string"
      },
      {
        "name": "legalActCreated",
        "titles": "Дата прийняття нормативно-правового акту, яким ухвалено регуляторний акт",
        "dc:description": "Дата прийняття нормативно-правового акту, яким ухвалено регуляторний акт, у форматі ISO 8601 (рррр-мм-дд), наприклад, 2014-05-30.",
        "datatype": "date"
      },
      {
        "name": "basicEvalDate",
        "titles": "Дата затвердження звіту про проведення базового відстеження",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати дату затвердження звіту. (б) Якщо відстеження не проведене - дату останнього строку здійснення відстеження, відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад, 2016-09-15.",
        "datatype": "date"
      },
      {
        "name": "basicEvalAccessURL",
        "titles": "Посилання на звіт за результатами базового відстеження (URL)",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати посилання на звіт в мережі Інтернет (URL). (б) Якщо відстеження не проведене вказати - не застосовується. Посилання має починатися з http:// або https://. Наприклад, https://www.example.gov.ua/report331-2/. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "anyURI"
      },
      {
        "name": "basicEvalBibliographicCitation",
        "titles": "Посилання на публікацію звіту за результатами базового відстеження у друкованих виданнях",
        "dc:description": "(а) Якщо базове відстеження проведене, вказати посилання на публікацію звіту в друкованих виданнях. (б) Якщо відстеження не проведене, вказати - не застосовується. Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад, Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "string"
      },
      {
        "name": "repeatEvalDate",
        "titles": "Дата затвердження звіту або дата останнього строку здійснення повторного відстеження",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати дату затвердження звіту. (б) Якщо відстеження не проведене - дату останнього строку здійснення відстеження, відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад, 2016-09-15.",
        "datatype": "date"
      },
      {
        "name": "repeatEvalAccessURL",
        "titles": "Посилання на звіт за результатами повторного відстеження (URL)",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати посилання на звіт в мережі Інтернет (URL). (б) Якщо відстеження не проведене, вказати - не застосовується. Посилання має починатися з http:// або https://. Наприклад, https://www.example.gov.ua/report331-2/. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "anyURI"
      },
      {
        "name": "repeatEvalBibliographicCitation",
        "titles": "Посилання на публікацію звіту за результатами повторного відстеження у друкованих виданнях",
        "dc:description": "(а) Якщо повторне відстеження проведене, вказати посилання на публікацію звіту в друкованих виданнях. (б) Якщо відстеження не проведене, вказати - не застосовується. Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад, Вісник Поділля. 2014. Вип. 12/2. С. 2. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "string"
      },
      {
        "name": "periodEvalDate",
        "titles": "Дати затвердження звітів або дата останнього строку проведення періодичного відстеження",
        "dc:description": "Якщо періодичні відстеження проведені, вказати дату затвердження звітів, якщо відстеження не ще проведене - дату останнього строку здійснення відстеження, відповідно до законодавства. Дата зазначається у форматі ISO 8601 (рррр-мм-дд). Наприклад, 2016-09-15. Якщо було проведено декілька відстежень, необхідно розділити дати комою.",
        "datatype": "date"
      },
      {
        "name": "periodEvalAccessURL",
        "titles": "Посилання на звіти за результатами періодичного відстеження (URL)",
        "dc:description": "(а) Якщо відстеження проведені, вказати посилання на звіт в мережі Інтернет (URL). (б) Якщо відстеження не проведене, вказати - не застосовується. Посилання має починатися з http:// або https://. Наприклад, https://www.example.gov.ua/report331-2/. У випадку кількох посилань, необхідно розділити їх комою. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "anyURI"
      },
      {
        "name": "periodEvalBibliographicCitation",
        "titles": "Посилання на публікацію звітів за результатами періодичного відстеження у друкованих виданнях",
        "dc:description": "(а) Якщо періодичні відстеження були проведені, вказати посилання на публікацію звітів у друкованих виданнях. (б) Якщо відстеження не проведені, вказати - не застосовується. Посилання має включити достатню кількість подробиць для того, щоб точно визначити джерело. Рекомендовано використовувати ДСТУ 8302:2015. Наприклад, Вісник Поділля. 2014. Вип. 12/2. С. 2. У випадку кількох посилань, необхідно розділити їх комою. Якщо відстеження проведене, але публікація відсутня, вказати - null.",
        "datatype": "string"
      }
    ],
    "primaryKey": "identidier"
  }
}